Repository: DEUS-DEI/plugin.video.maltracker
Catalog: resources/language/resource.language.*/strings.po
Languages: es_es

# #32100
source: Session closed successfully.
es_es: Sesión cerrada correctamente.

# #32101
source: Reset settings
es_es: Restablecer configuración

# #32102
source: Are you sure you want to reset all addon settings to default values?
es_es: ¿Seguro que quieres restablecer todos los ajustes del addon a valores predeterminados?

# #32103
source: Settings reset. Restart Kodi or the addon to apply changes.
es_es: Ajustes restablecidos. Reinicia Kodi o el addon para aplicar los cambios.

# #32104
source: Select folder to export settings
es_es: Selecciona carpeta para exportar configuración

# #32105
source: Export settings
es_es: Exportar configuración

# #32106
source: Settings exported to:
es_es: Configuración exportada a:

# #32107
source: Error exporting settings.
es_es: Error al exportar configuración.

# #32108
source: Select settings file to import
es_es: Selecciona archivo de configuración

# #32109
source: Import settings
es_es: Importar configuración

# #32110
source: Settings imported successfully. Restart Kodi or the addon to apply changes.
es_es: Configuración importada correctamente. Reinicia Kodi o el addon para aplicar los cambios.

# #32111
source: Error importing settings.
es_es: Error al importar configuración.

# #32112
source: Search title (optional)
es_es: Buscar título (opcional)

# #32113
source: Filter by genre (optional)
es_es: Filtrar por género (opcional)

# #32114
source: Filter by year (optional)
es_es: Filtrar por año (opcional)

# #32115
source: Minimum score (optional)
es_es: Puntaje mínimo (opcional)

# #32116
source: Register episode manually
es_es: Registrar episodio manualmente

# #32117
source: View details
es_es: Ver detalles

# #32118
source: Mark episode as watched
es_es: Marcar episodio como visto

# #32119
source: Change status
es_es: Cambiar estado

# #32120
source: Failed to get your anime list from MAL.
es_es: No se pudo obtener tu lista de anime de MAL.

# #32001
source: Login to MyAnimeList
es_es: Iniciar sesión en MyAnimeList

# #32002
source: Logout from MyAnimeList
es_es: Cerrar sesión de MyAnimeList

# #32003
source: Help
es_es: Ayuda / Cómo configurar

# #32005
source: Export Data
es_es: Exportar datos

# #32006
source: Import Data
es_es: Importar datos

# #32007
source: Search Anime
es_es: Buscar anime

# #32009
source: Statistics
es_es: Estadísticas

# #32010
source: Calendar
es_es: Calendario

# #32020
source: Import from Alfa
es_es: Importar desde Alfa

# #32021
source: Import from Balandro
es_es: Importar desde Balandro

# #32022
source: Watching
es_es: Viendo

# #32023
source: Completed
es_es: Completado

# #32024
source: On Hold
es_es: En pausa

# #32025
source: Dropped
es_es: Abandonado

# #32026
source: Plan to Watch
es_es: Pendiente de ver

# #32027
source: Import API Config
es_es: Importar configuración API

# #32028
source: Invalid file format.
es_es: Formato de archivo no válido.

# #32029
source: Error importing file.
es_es: Error al importar archivo.

# #32030
source: CSV imported successfully.
es_es: CSV importado correctamente.

# #32031
source: Error importing JSON file.
es_es: Error al importar archivo JSON.

# #32032
source: JSON imported successfully.
es_es: JSON importado correctamente.
